BO/lib/itaPHPJiride/testREquest.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tem="http://tempuri.org/">
    <SOAP-ENV:Body>
        <tem:InserisciProtocolloEAnagrafiche>
            <tem:ProtoIn>
                <tem:Data>07/03/2014</tem:Data>
                <tem:Classifica>12</tem:Classifica>
                <tem:TipoDocumento>DSUAP</tem:TipoDocumento>
                <tem:Oggetto>Pratica..dneominazionen impresa: .... codice fiscale:  RICHIESTA ON-LINE N.:2013000527 PRATICA N.:2014000001 foglio: , sub: , particella: R</tem:Oggetto>
                <tem:Origine>A</tem:Origine>
                <tem:MittentiDestinatari>
                    <tem:MittenteDestinatario>
                        <tem:CodiceFiscale>12345678901</tem:CodiceFiscale>
                        <tem:CognomeNome>PINCO PALLA</tem:CognomeNome>
                        <tem:Indirizzo>VIA LAZIO 6 </tem:Indirizzo>
                        <tem:Localita>POTENZA PICENA</tem:Localita>
                        <tem:DataRicevimento>20140120</tem:DataRicevimento>
                        <tem:TipoSogg>S</tem:TipoSogg>
                    </tem:MittenteDestinatario>
                </tem:MittentiDestinatari>
                <tem:AggiornaAnagrafiche>F</tem:AggiornaAnagrafiche>
                <tem:InCaricoA>WEB_SERVICE</tem:InCaricoA>
                <tem:Utente>iridews</tem:Utente>
                <tem:Ruolo>WEB_SERVICES</tem:Ruolo>
            </tem:ProtoIn>
        </tem:InserisciProtocolloEAnagrafiche>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>